[
    "Our dev team writes bugs so elegantly, they deserve a museum.",
    "We don’t make mistakes, we deploy unexpected features.",
    "Code reviews? More like roast sessions.",
    "Approve my PR or explain why you hate productivity.",
    "Kobalt doesn’t refactor — we surgically remove the shame.",
    "You miss 100% of the bugs you don’t write tests for.",
    "A real dev commits to greatness — and sometimes straight to main.",
    "Every 'temporary fix' is a future archaeology dig for greatness.",
    "Stand-up update: still debugging the thing I was debugging yesterday, but now with more emotional damage.",
    "Agile means we get to fail faster.",
    "Every broken build is just another opportunity to become a legend in the commit history.",
    "‘Quick fix’ – last words before a 4-hour debugging session.",
    "The CI/CD gods demand another sacrifice. Preferably Jenkins.",
    "The best ideas are born between merge conflicts and cold coffee.",
    "Fixing legacy is easy. Explaining why you wrote it like that in a PR comment? That’s the real dark art.",
    "Other teams write tests. Kobalt writes the code that passes them.",
    "This PR only touches 38 files. Should be a quick review, right? Right?",
    "Blaming the cache since 2013.",
    "Kobalt: writing code so clean, even Git feels bad diffing it.",
    "Pull requests: where teammates discover your deepest misunderstandings.",
    "A smooth sprint never made a skilled developer.",
    "Failure is just another PR away from success.",
    "Don’t aim for perfect code. Aim for code that works... most of the time.",
    "Fixing code is easy. Explaining why you wrote it like that in a PR comment? That’s the real dark art.",
    "We don’t ship bugs. We deploy future features... prematurely.",
    "Great developers don’t avoid bugs — they document them and call it a feature.",
    "Our team runs on caffeine, sarcasm, and unresolved Jira tickets.",
    "Zwolle devs don’t cry over broken builds. We just reopen old PRs and pretend we never saw them.",
    "Coffee tastes better in Zwolle. So does success.",
    "Don’t aim for perfect legacy. Aim for legacy that works... most of the time.",
    "In Kobalt, every merge conflict is a team-building exercise in pain.",
    "We rise by lifting logs and squashing bugs.",
    "Behind every successful PR is a trail of unresolved Jira tickets.",
    "The more commits you squash, the stronger your legacy becomes.",
    "Kobalt doesn’t push code — we bless the repo.",
    "Your code is compiling? Enjoy this moment. It won’t last.",
    "A good developer knows the answer. A great developer changes the question.",
    "Every PR is a love letter to future developers — sometimes a breakup note too.",
    "Kobalt’s bugs are so rare they have collector value.",
    "Don’t fear the diff — become the diff.",
    "May your builds be green and your coffee strong.",
    "The path to production is paved with good intentions and broken tests.",
    "Be the kind of dev Jenkins doesn’t complain about.",
    "Debugging is like being the therapist for code that won’t talk to you.",
    "If your PR isn't roasting someone, is it even a review?",
    "CI/CD isn’t scary if you close your eyes when you deploy.",
    "If at first you don’t succeed, blame the staging environment.",
    "A PR a day keeps production panics away.",
    "Your tests failed because your code succeeded at being unique.",
    "Why document it when you can explain it during a post-mortem?",
    "Code like nobody's watching. PR like everyone's judging.",
    "Still looking for inspiration? Jammer.",
    "Today's employee of the day is: Victor",
    "Today's employee of the day is: Rienk",
    "Today's employee of the day is: Karen",
    "Today's employee of the day is: Jasper",
    "Today's employee of the day is: Oleksii",
    "Today's employee of the day is: Jeffrey",
    "If someone else wanted to be employee of the day, they should've joined Kobalt",
    "Today's employee of the day could've been Rico, but he a traitor to Kobalt now",
    "Today's employee of the day could've been Ronald, but he a traitor to Kobalt now"
]
